/* No comment provided by engineer. */
" (Aborted)" = " (Annulé)";

/* No comment provided by engineer. */
" (Declined)" = " (Refusé)";

/* No comment provided by engineer. */
" (Missed)" = " (Manqué)";

/* No comment provided by engineer. */
"%@ is busy." = "%@ est occupé.";

/* No comment provided by engineer. */
"%@ is composing..." = "%@ rédige un message...";

/* No comment provided by engineer. */
"%@ is not registered." = "%@ n'est pas enregistré.";

/* No comment provided by engineer. */
"%@\nReason was: %@" = "%1$@\nLa cause était: %2$@";

/* %d */
"%d unread messages" = "%d messages non lus";

/* No comment provided by engineer. */
"'%@' would like to enable video" = "'%@' voudrait activer la video";

/* No comment provided by engineer. */
"About" = "À propos";

/* No comment provided by engineer. */
"Accept" = "Accepter";

/* No comment provided by engineer. */
"Account creation issue" = "Problème de création de compte";

/* No comment provided by engineer. */
"Account validation issue" = "Problème de validation du compte";

/* No comment provided by engineer. */
"Address book" = "Annuaire";

/* No comment provided by engineer. */
"Alert" = "Alerte";

/* No comment provided by engineer. */
"Answer" = "Répondre";

/* No comment provided by engineer. */
"Application logs" = "Logs de l'application";

/* No comment provided by engineer. */
"Are you sure to want to clear your proxy setup?" = "Voulez-vous supprimer la configuration du proxy ?";

/* No comment provided by engineer. */
"Authentication needed." = "Authentification nécessaire.";

/* No comment provided by engineer. */
"Average" = "Moyen";

/* No comment provided by engineer. */
"Bad credentials, check your account settings" = "Erreur d'authenfication, vérifiez la configuration du compte";

/* No comment provided by engineer. */
"Battery is running low. Stop video ?" = "La batterie est faible. Voulez vous stoppez la vidéo?";

/* No comment provided by engineer. */
"Call failed" = "Échec de l'appel";

/* No comment provided by engineer. */
"Camera" = "Appareil photo";

/* No comment provided by engineer. */
"Can't create the account. Please try again." = "Ne peux pas créer le compte. Veuillez réessayer.";

/* No comment provided by engineer. */
"Cancel" = "Annuler";

/* No comment provided by engineer. */
"Cannot call %@." = "Impossible d'appeler %@.";

/* No comment provided by engineer. */
"Cannot make call" = "Appel impossible";

/* No comment provided by engineer. */
"Cannot purchase anything yet, please try again later." = "Impossible d'acheter quoique ce soit, veuillez réessayer plus tard.";

/* No comment provided by engineer. */
"Cannot send email" = "Impossible d'envoyer l'email";

/* No comment provided by engineer. */
"Cannot write image to photo library" = "Impossible d'enregistrer l'image dans l'album photo";

/* No comment provided by engineer. */
"Check error(s)" = "Vérification erreur(s)";

/* No comment provided by engineer. */
"Check issue" = "Problème de vérification";

/* No comment provided by engineer. */
"Choose an action" = "Choisir une action";

/* No comment provided by engineer. */
"Choose the image size" = "Choisissez la taille de l'image";

/* No comment provided by engineer. */
"Communication issue" = "Problème de communication";

/* No comment provided by engineer. */
"Communication issue (%@)" = "Problème de communication (%@)";

/* No comment provided by engineer. */
"Company name" = "Nom de la société";

/* No comment provided by engineer. */
"Confirm the following SAS with the peer:\n%s" = "Confirmer le SAS suivant avec l'interlocuteur:\n%s";

/* No comment provided by engineer. */
"Continue" = "Continuer";

/* No comment provided by engineer. */
"Continue video" = "Continuer la vidéo";

/* No comment provided by engineer. */
"Debug" = "Debogue";

/* No comment provided by engineer. */
"Decline" = "Refuser";

/* ICE has established a direct connection to the remote host */
"Direct connection" = "Connexion directe";

/* No comment provided by engineer. */
"Disable logs" = "Désactiver les logs";

/* No comment provided by engineer. */
"Done" = "Terminé";

/* No comment provided by engineer. */
"Either configure a SIP proxy server from settings prior to place a call or use a valid SIP address (I.E sip:john@example.net)" = "Veuillez configurer un serveur proxy SIP dans les options ou entrez une addresse SIP avant de faire un appel (I.E sip:john@example.net)";

/* No comment provided by engineer. */
"Either configure a SIP proxy server from settings prior to send a message or use a valid SIP address (I.E sip:john@example.net)" = "Veuillez configurer un serveur proxy SIP dans les options ou entrez une addresse SIP avant d'envoyer un message (I.E sip:john@example.net)";

/* No comment provided by engineer. */
"Email address" = "Adresse email";

/* No comment provided by engineer. */
"Email addresses" = "Adresses email";

/* No comment provided by engineer. */
"Enable logs" = "Activer les logs";

/* Dial Number */
"Dial Number" = "Numéro ou adresse";

/* No comment provided by engineer. */
"Enter provisioning URL" = "Entrez l'URL de configuration distante";

/* No comment provided by engineer. */
"Enter your password" = "Entre votre mot de passe";

/* No comment provided by engineer. */
"Enter your username" = "Entrez votre nom d'utilisateur";

/* No comment provided by engineer. */
"Error" = "Erreur";

/* No comment provided by engineer. */
"Error: no mail account configured" = "Erreur : aucun compte mail configuré";

/* ICE processing has failed */
"Failed" = "Échec";

/* No comment provided by engineer. */
"Failed configuring from the specified URL." = "Échec de la configuration depuis l'URL spécificiée.";

/* No comment provided by engineer. */
"Failure" = "Échec";

/* No comment provided by engineer. */
"Fetch" = "Télécharger";

/* No comment provided by engineer. */
"Fetching remote configuration" = "Téléchargement de la configuration distante";

/* No comment provided by engineer. */
"Fetching remote configuration..." = "Téléchargement de la configuration distante...";

/* No comment provided by engineer. */
"First name" = "Prénom";

/* No comment provided by engineer. */
"I got it, continue" = "Continuer quand même";

/* No comment provided by engineer. */
"IC_MSG" = "Appel entrant de %@";

/* No comment provided by engineer. */
"Illegal character in %@: %@" = "Caractère(s) interdit(s) dans %1$@: %2$@";

/* No comment provided by engineer. */
"IM_MSG" = "Message entrant de %@";

/* No comment provided by engineer. */
"In apps not ready yet" = "Achats non disponible actuellement";

/* ICE process is in progress */
"In progress" = "En cours";

/* No comment provided by engineer. */
"Incoming call" = "Appel entrant";

/* No comment provided by engineer. */
"Incorrect username or password." = "Nom d'utilisateur ou mot de passe invalide.";

/* No comment provided by engineer. */
"Invalid address" = "Adresse invalide";

/* No comment provided by engineer. */
"Invalid proxy address" = "Adresse de proxy invalide";

/* No comment provided by engineer. */
"Invalid route" = "Route invalide";

/* No comment provided by engineer. */
"Invalid server response" = "Réponse du serveur invalide";

/* No comment provided by engineer. */
"Invalid SIP address" = "Adresse SIP invalide";

/* No comment provided by engineer. */
"Invalid username or domain" = "Nom d'utilisateur ou domaine invalide";

/* No comment provided by engineer. */
"Last name" = "Nom";

/* No comment provided by engineer. */
"Launch Wizard" = "Lancer l'assistant";

/* No comment provided by engineer. */
"Launching the Wizard will delete any existing proxy config.\nAre you sure to want it?" = "Lancer l'Assistant va effacer vos réglages. Êtes-vous sûr de vouloir cela?";

/* No comment provided by engineer. */
"Low bandwidth" = "Bande passante faible";

/* InAppSettingsKit */
"Mail not configured" = "Aucun compte email configuré";

/* No comment provided by engineer. */
"Mark Read" = "Marqué lu";

/* No comment provided by engineer. */
"Maximum" = "Maximum";

/* No comment provided by engineer. */
"Minimum" = "Minimum";

/* ICE has established a connection to the remote host through one or several NATs */
"NAT(s) connection" = "Connexion par NAT";

/* No comment provided by engineer. */
"Network down" = "Aucun réseau";

/* No comment provided by engineer. */
"Network Error" = "Erreur réseau";

/* No comment provided by engineer. */
"No" = "Non";

/* No comment provided by engineer. */
"No codec" = "Aucun codec";

/* No comment provided by engineer. */
"No connectivity" = "Aucune connexion";

/* No comment provided by engineer. */
"No microphone" = "Aucun microphone";

/* No comment provided by engineer. */
"No SIP account configured" = "Aucun compte SIP configuré";

/* ICE has not been activated for this call */
"Not activated" = "Pas activée";

/* No comment provided by engineer. */
"Not registered" = "Non enregistré";

/* InAppSettingsKit */
"OK" = "OK";

/* No comment provided by engineer. */
"Ok" = "Ok";

/* No comment provided by engineer. */
"Outgoing call" = "Appel sortant";

/* No comment provided by engineer. */
"phone number" = "numéro de téléphone";

/* No comment provided by engineer. */
"Phone number" = "Numéro de téléphone";

/* No comment provided by engineer. */
"Phone numbers" = "Numéros de téléphone";

/* No comment provided by engineer. */
"Photo library" = "Album photos";

/* No comment provided by engineer. */
"Please enter a valid domain." = "Veuillez entrer un nom de domaine valide.\n";

/* No comment provided by engineer. */
"Please enter a valid username." = "Veuillez entrer un nom d'utilisateur valide.\n";

/* No comment provided by engineer. */
"Please make sure your device is connected to the internet and double check your SIP account configuration in the settings." = "Veuillez vérifier que votre appareil est connecté à internet et revérifier la configuration de votre compte dans les options.";

/* No comment provided by engineer. */
"Please terminate GSM call first." = "Merci de terminer l'appel GSM, puis rééessayer.";

/* No comment provided by engineer. */
"Provisioning Load error" = "Erreur du chargement de la configuration distante";

/* No comment provided by engineer. */
"Registered" = "Enregistré";

/* No comment provided by engineer. */
"Registration failed" = "Enregistrement échoué";

/* No comment provided by engineer. */
"Registration failed because authentication is missing or invalid for %s@%s.\nYou can provide password again, or check your account configuration in the settings." = "Authentification impossible pour %1$s@%2$s.\nVeuillez saisor votre mot de passe à nouveau ou vérifier la configuration de votre compte dans les paramètres.";

/* No comment provided by engineer. */
"Registration failure" = "Échec de l'enregistrement";

/* No comment provided by engineer. */
"Registration in progress" = "Enregistrement en cours";

/* ICE has established a connection through a relay */
"Relay connection" = "Connexion relayée";

/* No comment provided by engineer. */
"Remote configuration" = "Configuration distante";

/* No comment provided by engineer. */
"Remote configuration successfully fetched and applied." = "Configuration distante correctement téléchargé et appliqué.";

/* No comment provided by engineer. */
"Remove" = "Supprimer";

/* No comment provided by engineer. */
"Remove trust in the peer?" = "Supprimer la confiance dans l'interlocuteur?";

/* No comment provided by engineer. */
"Reply" = "Répondre";

/* Resend */
"Resend" = "Renvoyer";

/* No comment provided by engineer. */
"Select picture source" = "Selectionner une source d'image";

/* No comment provided by engineer. */
"Send logs" = "Envoyer les logs";

/* No comment provided by engineer. */
"Sending logs" = "Envoyer les logs";

/* No comment provided by engineer. */
"Settings" = "Options";

/* No comment provided by engineer. */
"Show" = "Afficher";

/* No comment provided by engineer. */
"SIP address" = "Adresse SIP";

/* No comment provided by engineer. */
"SIP addresses" = "Adresses SIP";

/* No comment provided by engineer. */
"Stay here" = "Rester ici";

/* No comment provided by engineer. */
"Stop video" = "Arrêter la video";

/* No comment provided by engineer. */
"Success" = "Succès";

/* No comment provided by engineer. */
"The email is invalid." = "Cet email est invalide.";

/* No comment provided by engineer. */
"The password is too short (minimum %d characters)." = "Le mode de passe est trop court (minimum %d caractères).";

/* No comment provided by engineer. */
"The passwords are different." = "Les mots de passe sont différents.";

/* No comment provided by engineer. */
"The username is too short (minimum %d characters)." = "Le nom d'utilisateur est trop court (minimum %d caractères).";

/* No comment provided by engineer. */
"There is no network connection available, enable WIFI or WWAN prior to place a call" = "Il n'y a aucune connexion réseau disponible, activer le WIFI ou le WWAN avant de faire un appel";

/* No comment provided by engineer. */
"This account is already registered." = "Ce compte existe déjà.";

/* InAppSettingsKit */
"This device is not configured for sending Email. Please configure the Mail settings in the Settings app." = "Votre appareil n'est pas configuré pour envoyer des emails. Veuillez le configurer avant d'envoyer les logs.";

/* No comment provided by engineer. */
"This operation will load a remote configuration. Continue ?" = "Cette opération va télécharger une configuration distante. Continuer ?";

/* No comment provided by engineer. */
"Transfer error" = "Erreur de transfert";

/* No comment provided by engineer. */
"Unknown" = "Inconnu";

/* No comment provided by engineer. */
"Unknown error" = "Erreur inconnue";

/* No comment provided by engineer. */
"Unknown error (%@)." = "Erreur inconnue (%@)";

/* No comment provided by engineer. */
"username" = "nom d'utilisateur";

/* No comment provided by engineer. */
"Username" = "Nom d'utilisateur";

/* No comment provided by engineer. */
"Username already exists" = "Le nom d'utilisateur existe déjà";

/* No comment provided by engineer. */
"Video cannot be activated because of low bandwidth condition, only audio is available" = "L'appel video ne peut pas aboutir car les conditions réseaux sont inssufisantent. ";

/* No comment provided by engineer. */
"Voice mail" = "Messagerie vocale";

/* No comment provided by engineer. */
"Warning" = "Attention";

/* No comment provided by engineer. */
"Warning: an email will be created with 3 attachments:\n- Application logs\n- Linphone configuration\n- Chats history.\nThey may contain private informations (MIGHT contain clear-text password!).\nYou can remove one or several of these attachments before sending your email, however there are all important to diagnostize your issue." = "Attention: un e-mail va être créé avec 3 pièces jointes :\n- Les logs de l'application\n- La configuration Linphone\n- L'historique des conversations.\nIls peuvent contenir des information privés (dont des mots de passe en clair).\nVous pouvez filtrer les fichiers à envoyer, mais notez qu'ils sont tous importants pour comprendre votre problème.";

/* No comment provided by engineer. */
"Warning: an email will be created with application logs. It may contain private informations (but no password!).\nThese logs are important to diagnostize your issue." = "Attention : un e-mail va être créé avec les logs de l'application. Ceux-ci peuvent contenir des informations privées (mais pas de mots de passe).\nCes informations sont importantes pour comprendre votre problème.";

/* No comment provided by engineer. */
"Yes" = "Oui";

/* No comment provided by engineer. */
"You already own an account." = "Vous possédez déjà un compte";

/* No comment provided by engineer. */
"You can either skip verification or connect to the Internet first." = "Vous pouvez ignorer la vérification ou se connecter à Internet tout d'abord.";

/* No comment provided by engineer. */
"You cancelled your account." = "Vous avez résigné votre compte.";

/* No comment provided by engineer. */
"You have already purchased an account but it does not exist anymore." = "Vous avez déjà acheté un compte mais il a été supprimé.";

/* No comment provided by engineer. */
"You missed a call from %@" = "Appel manqué de %@";

/* No comment provided by engineer. */
"You must authorize the application to have access to address book.\nToggle the application in Settings > Privacy > Contacts" = "Vous devez autoriser l'application à accéder à l'annuaire.\nActiver l'application dans Réglages > Confidentialité > Contacts";

/* No comment provided by engineer. */
"You need to plug a microphone to your device to use this application." = "Vous devez brancher votre micro pour pouvoir utiliser l'application.";

/* No comment provided by engineer. */
"Your account is not validate yet." = "Votre compte n'est pas encore validé.";

/* No comment provided by engineer. */
"Your device is not configured to send emails. Please configure mail application prior to send logs." = "Votre appareil n'est pas configuré pour envoyer des emails. Veuillez le configurer avant d'envoyer les logs.";

